//
//  Created by Kaho Lo on 5/14/15.
//  Copyright (c) 2015 Kaho Lo. All rights reserved.
//

// Strings for tab names.
"IDS_DATES_TIMES_TAB" = "Dates & Times";
"IDS_NUMBERS_CURRENCY_TAB" = "Numbers & Currency";
"IDS_HEALTHKIT_TAB" = "HealthKit";
"IDS_LOCALE_TAB" = "Locale";

// Strings for Locale tab.
"IDS_DEVICE_SETTINGS" = "Device Settings";
"IDS_CURRENT_SETTINGS" = "Current Settings";
"IDS_LOCALE_CODE" = "Locale Code:";
"IDS_LOCALE_NAME" = "Locale Name:";
"IDS_SET_LOCALE" = "Set Locale:";
"IDS_APPLY_BTN" = "Apply";
"IDS_LOCALE_HINT_TEXT" = "Use any valid BCP 47 locale code, e.g., en-US, ja-JP, etc.";

// Strings for Dates & Times tab.
"IDS_DATE_STYLES" = "Date Styles";
"IDS_TIME_STYLES" = "Time Styles";
"IDS_FIRST_DAY" = "First Day of Week:";
"IDS_SHORT" = "Short:";
"IDS_MEDIUM" = "Medium:";
"IDS_LONG" = "Long:";
"IDS_FULL" = "Full:";
